cask_args appdir: '/Applications'

tap 'Homebrew/bundle'
tap 'caskroom/cask'
tap 'homebrew/python'

brew 'git'
brew 'postgres'
brew 'aws-elasticbeanstalk'
brew 'app-engine-python'
brew 'heroku'
brew 'node'
brew 'python'
brew 'zsh'
brew 'homebrew/python/numpy'
brew 'mas'

cask 'java'
cask 'pycharm'
cask 'iterm2'
cask 'flux'
cask 'google-chrome'
cask 'slack'
cask 'karabiner-elements'
cask 'vlc'
cask 'sublime-text'
cask 'ngrok'
cask 'amethyst'
cask 'lastpass'

mas 'Amphetamine', id: 937984704

